tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
tap "tomanthony/brews"
tap "wallix/awless"
brew "giflib"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "carthage"
brew "pycparser"
brew "cffi"
brew "cloc"
brew "cocoapods"
brew "dnsmasq", restart_service: true
brew "python-cryptography"
brew "esptool"
brew "figlet"
brew "fnm"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "python@3.11"
brew "glances"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "hugo"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "inframap"
brew "ispell"
brew "jpeg", link: true
brew "krb5"
brew "mas"
brew "mitmproxy"
brew "mkcert"
brew "openssl@1.1"
brew "nmap"
brew "nss"
brew "pinentry-mac"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "qrencode"
brew "spotify-tui"
brew "terminal-notifier"
brew "terraform"
brew "terraform-docs"
brew "whalebrew"
brew "wireguard-tools"
brew "youtube-dl"
brew "yubico-piv-tool"
brew "tomanthony/brews/itermocil"
cask "1password-cli"
cask "alfred"
cask "android-platform-tools"
cask "audacity"
cask "authy"
cask "bitwarden"
cask "caffeine"
cask "docker"
cask "emacs"
cask "evernote"
cask "firefox"
cask "flux"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kap"
cask "lulu"
cask "lunar"
cask "macs-fan-control"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "netiquette"
cask "ngrok"
cask "popcorn-time"
cask "slack"
cask "smcfancontrol"
cask "spectacle"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "telegram"
cask "telegram-desktop"
cask "visual-studio-code"
vscode "sswg.swift-lang"
vscode "vadimcn.vscode-lldb"
